[{"data":1,"prerenderedAt":124},["Reactive",2],{"$Nat0hjvcGY":3,"$Q19Yfc0dcZ":15,"$2wYa45aJk6":40,"$3SAYIZBEku":63,"$jttZvEdNap":71,"$oeF46sJglj":101},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"user":10,"_id":11,"_type":12,"_source":13,"_file":14,"_extension":12},"/api/herosection","api",false,"","INCREASE DISCIPLINE WITH TASKY","Supercharge productivity with our streamlined app for efficient task management","More than 10k happy people are using our app","content:api:herosection.json","json","content","api/herosection.json",{"_path":16,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"SectionOne":17,"GoalList":21,"SectionTwo":34,"_id":37,"_type":12,"title":38,"_source":13,"_file":39,"_extension":12},"/api/goalvision",[18],{"title":19,"description":20},"Goal and vision","Our goal at Tasky is to simplify task management boost productivity,and help users achieve their goals effortlessly.",[22,25,28,31],{"title":23,"description":24,"isOpen":6},"Streamlined Task Management","Our app aims to offer a streamlined and intuitive platform for managing tasks, projects, and deadlines. Users can easily create, assign, and track tasks, ensuring efficient task management.",{"title":26,"description":27,"isOpen":6},"Insightful Analytics"," We aim to provide users with valuable insights into their productivity and performance. Through detailed analytics and reports, users can track their progress, identify areas for improvement, and make data-driven decisions to enhance their efficiency.",{"title":29,"description":30,"isOpen":6},"Automated Reminders","Our app strives to eliminate missed deadlines and forgotten tasks. With automated reminders and notifications, users stay on top of their tasks and never overlook important deadlines.",{"title":32,"description":33,"isOpen":6},"Seamless Collaboration","We aim to facilitate seamless collaboration among individuals and teams. Our app provides real-time collaboration features, enabling users to share tasks, communicate effectively, and collaborate on projects for improved productivity.",[35],{"vision":36},"Our vision is to revolutionize task management and productivity by providing a user-friendly app that simplifies lives and empowers users to achieve more.","content:api:goalvision.json","Goalvision","api/goalvision.json",{"_path":41,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"SectionOne":42,"FeaturesList":46,"_id":60,"_type":12,"title":61,"_source":13,"_file":62,"_extension":12},"/api/features",[43],{"title":44,"description":45},"Key Features","Discover the power of our app's key features, designed to revolutionize your task management and boost your productivity. With a user-friendly interface and intuitive design",[47,50,53,57],{"title":23,"description":48,"icon":49,"isOpen":6},"Effortlessly manage tasks, projects, and deadlines with our streamlined task management feature. From creating tasks to setting priorities and deadlines","fi fi-br-list-check",{"title":32,"description":51,"icon":52,"isOpen":6},"Foster effective collaboration with our seamless collaboration feature. Share tasks, communicate with team members in real-time always and free with tasky","fi fi-sr-users",{"title":54,"description":55,"icon":56,"isOpen":6},"Customizable Workflows","Tailor the app to match your unique preferences and workflows. Our customizable workflows feature allows you to adapt the app to your specific needs ","fi fi-sr-file-edit",{"title":29,"description":58,"icon":59,"isOpen":6},"Never miss a deadline again with our automated reminders. Stay on track and never overlook important tasks with timely reminders and notifications","fi fi-sr-bells","content:api:features.json","Features","api/features.json",{"_path":64,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":65,"description":66,"googlePlayLink":67,"appStoreLink":67,"reviewsDescription":68,"_id":69,"_type":12,"_source":13,"_file":70,"_extension":12},"/api/download","Get our mobile app now","Experience a unique and effortless way to manage your daily tasks with our innovative task management app.","#","4.8 (21k) from reviews","content:api:download.json","api/download.json",{"_path":72,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"SectionOne":73,"FaqList":76,"SectionTwo":95,"_id":98,"_type":12,"title":99,"_source":13,"_file":100,"_extension":12},"/api/faq",[74],{"title":75},"You ask? we answer",[77,80,83,86,89,92],{"title":78,"description":79,"isOpen":6},"How can I get started with the app?","Getting started is easy! Simply download the app from the App Store or Google Play Store, create an account, and follow the on-screen instructions to set up your profile. You'll be up and running in no time.",{"title":81,"description":82,"isOpen":6},"Can I use the app on multiple devices?","Yes, you can use the Tasky app on multiple devices. The app is designed to be compatible with multiple devices and supports seamless synchronization across all devices. Access your tasks and updates on all of your connected devices.",{"title":84,"description":85,"isOpen":6},"Is my data secure in the app?","Yes, your data is secure in the Tasky app. Tasky employs encryption, secure authentication, and data storage measures to protect your descriptionrmation. Regular updates and a clear privacy policy further enhance data security. However, it's essential to practice good security habits to ensure maximum protection.",{"title":87,"description":88,"isOpen":6},"Can I collaborate with others using the app?","Yes, you can collaborate with others using the Tasky app. It allows you to share tasks, receive real-time updates, leave comments, assign tasks to team members, and track task completion. Collaboration features enhance group productivity and teamwork.",{"title":90,"description":91,"isOpen":6},"Can I customize the app to fit my workflow?","Yes, you can customize Tasky to fit your workflow. Tasky is designed to be flexible and adaptable, allowing users to tailor the app to their individual preferences and needs.",{"title":93,"description":94,"isOpen":6},"Is there a way to track my productivity and progress?","Tasky provides several ways to track your productivity and progress. You can mark tasks as complete, set due dates and reminders, review task history, access task analytics, and generate progress reports.",[96],{"email":97},"djefaflia.fares@gmail.com","content:api:faq.json","Faq","api/faq.json",{"_path":102,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"SectionOne":103,"socialMedia":105,"SectionTwo":118,"_id":121,"_type":12,"title":122,"_source":13,"_file":123,"_extension":12},"/api/footer",[104],{"description":66},[106,109,112,115],{"title":107,"icon":108,"link":67},"twitter","fi fi-brands-twitter",{"title":110,"icon":111,"link":67},"facebook","fi fi-brands-facebook",{"title":113,"icon":114,"link":67},"instagram","fi fi-brands-instagram",{"title":116,"icon":117,"link":67},"tiktok","fi fi-brands-tik-tok",[119],{"copyright":120},"Copyright 2023, All Rights Reserved","content:api:footer.json","Footer","api/footer.json",1739278422453]