{
  "SectionOne": [
    {
      "title": "You ask? we answer"
    }
  ],
  "FaqList": [
    {
      "title": "How can I get started with the app?",
      "description": "Getting started is easy! Simply download the app from the App Store or Google Play Store, create an account, and follow the on-screen instructions to set up your profile. You'll be up and running in no time.",
      "isOpen": false
    },
    {
      "title": "Can I use the app on multiple devices?",
      "description": "Yes, you can use the Tasky app on multiple devices. The app is designed to be compatible with multiple devices and supports seamless synchronization across all devices. Access your tasks and updates on all of your connected devices.",
      "isOpen": false
    },
    {
      "title": "Is my data secure in the app?",
      "description": "Yes, your data is secure in the Tasky app. Tasky employs encryption, secure authentication, and data storage measures to protect your descriptionrmation. Regular updates and a clear privacy policy further enhance data security. However, it's essential to practice good security habits to ensure maximum protection.",
      "isOpen": false
    },
    {
      "title": "Can I collaborate with others using the app?",
      "description": "Yes, you can collaborate with others using the Tasky app. It allows you to share tasks, receive real-time updates, leave comments, assign tasks to team members, and track task completion. Collaboration features enhance group productivity and teamwork.",
      "isOpen": false
    },
    {
      "title": "Can I customize the app to fit my workflow?",
      "description": "Yes, you can customize Tasky to fit your workflow. Tasky is designed to be flexible and adaptable, allowing users to tailor the app to their individual preferences and needs.",
      "isOpen": false
    },
    {
      "title": "Is there a way to track my productivity and progress?",
      "description": "Tasky provides several ways to track your productivity and progress. You can mark tasks as complete, set due dates and reminders, review task history, access task analytics, and generate progress reports.",
      "isOpen": false
    }
  ],
  "SectionTwo": [
    {
      "email": "djefaflia.fares@gmail.com"
    }
  ]
}